"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "การกระทำนี้จะเปิดแอป ChatGPT เพื่อเริ่มการสนทนาด้วยเสียงกับ ChatGPT";

"ChatGPT Help" = "การช่วยเหลือเกี่ยวกับ ChatGPT";

"Model name" = "ชื่อโมเดล";

"Indicates whether a new chat should be started" = "ระบุว่าควรเริ่มแชตใหม่หรือไม่";

"Is there anything else you would like to ask about?" = "คุณต้องการจะถามอะไรอีกไหม";

"New Chat" = "แชตใหม่";

"Start new chat" = "เริ่มแชตใหม่";

"Model" = "โมเดล";

"%@" = "%@";

"New Temporary Chat" = "แชตชั่วคราวใหม่";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "เลือกว่าจะเปิดการใช้งานการแชตโต้ตอบหรือจบ Shortcut ทันทีหลังจากได้รับคำตอบ";

"Would you like to start a new chat?" = "คุณต้องการเริ่มต้นแชตใหม่ไหม";

"Toggle Sidebar" = "สลับเปิดปิดไซด์บาร์";

"What would you like to ask ChatGPT about?" = "คุณต้องการถาม ChatGPT เรื่องอะไร";

"Model slug" = "Slug ของโมเดล";

"This action will send a single message to a chat with ChatGPT and return the response." = "การกระทำนี้จะส่งข้อความไปยังแชตที่คุยกับ ChatGPT หนึ่งข้อความและได้รับคำตอบกลับมา";

"Message to send to ChatGPT" = "ข้อความที่จะส่งถึง ChatGPT";

"Message" = "ข้อความ";

"Message Identifier" = "ตัวบ่งชี้ข้อความ";

"Settings…" = "การตั้งค่า";

"Model to use with the new chat" = "โมเดลที่จะใช้กับแชตใหม่";

"Change Shortcut" = "เปลี่ยน Shortcut";

"Start voice conversation" = "เริ่มการสนทนาด้วยเสียง";

"Ask ChatGPT" = "ถาม ChatGPT";

"Which model would you like to use?" = "คุณต้องการใช้โมเดลไหน";

"You can continue this chat from the app." = "คุณสามารถแชตต่อได้จากในแอป";

"Start voice conversation with ChatGPT" = "เริ่มการสนทนาด้วยเสียงกับ ChatGPT";

"Chat Identifier" = "ตัวบ่งชี้แชต";

"Check for Updates…" = "ตรวจสอบหาการอัปเดต...";

"Continuous chat" = "แชตต่อเนื่อง";

"Content" = "เนื้อหา";

